Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# planner.sheet.chooseRecovery.subtitle
source: Support recovery and keep momentum
ru: Восстанавливайтесь спокойно и сохраняйте ритм
zh_hans: 请平静地恢复，并保持节奏。

# planner.sheet.chooseWorkout.subtitle
source: Choose the movement that fits your day
ru: Выберите движение, которое подходит вашему дню
zh_hans: 选择适合您当日需求的运动项目

# planner.sheet.editSubtitle
source: What do you want to edit?
ru: Что хотите изменить?
zh_hans: 您想修改什么？

# planner.sheet.editTitle
source: Edit activity
ru: Изменить активность
zh_hans: 编辑活动

# planner.sheet.todayLabel
source: Today
ru: Сегодня
zh_hans: 今天

# planner.sheet.viewAll
source: View all
ru: Все
zh_hans: 查看全部

# planner.skipped
source: Skipped
ru: Пропущено
zh_hans: 已跳过

# planner.startPlanning
source: Start Planning
ru: Начать планирование
zh_hans: 开始规划

# planner.status.completed
source: Done
ru: Завершена
zh_hans: 完成

# planner.status.live
source: Live
ru: Сейчас
zh_hans: 进行中

# planner.status.logged
source: Logged
ru: Добавлена
zh_hans: 已记录

# planner.status.pending
source: Pending
ru: Ожидает
zh_hans: 待定

# planner.status.skipped
source: Skipped
ru: Пропущено
zh_hans: 已跳过

# planner.status.synced
source: Synced
ru: Завершена
zh_hans: 已同步

# planner.status.upcoming
source: Upcoming
ru: Предстоит
zh_hans: 即将开始

# planner.summary.habitFormat
source: %lld habit
ru: %lld привычка
zh_hans: %lld习惯

# planner.summary.habitsFormat
source: %lld habits
ru: %lld привычки
zh_hans: %lld习惯

# planner.summary.mealFormat
source: %lld meal
ru: %lld прием пищи
zh_hans: %lld餐食

# planner.summary.mealsFormat
source: %lld meals
ru: %lld приема пищи
zh_hans: %lld餐食

# planner.summary.plannedItemFormat
source: %lld planned item.
ru: %lld запланированный пункт.
zh_hans: %lld计划项目。

# planner.summary.plannedItemsFormat
source: %lld planned items.
ru: %lld запланированных пункта.
zh_hans: %lld计划项目。

# planner.summary.recoveryActivitiesFormat
source: %lld recovery activities
ru: %lld восстановительные активности
zh_hans: %lld恢复活动

# planner.summary.recoveryActivityFormat
source: %lld recovery activity
ru: %lld восстановительная активность
zh_hans: %lld恢复活性

# planner.summary.workoutFormat
source: %lld workout
ru: %lld тренировка
zh_hans: %lld训练

# planner.summary.workoutsFormat
source: %lld workouts
ru: %lld тренировки
zh_hans: %lld训练计划

# planner.thisActivityWillBeRemovedFromYourPlan
source: This activity will be removed from your plan.
ru: Эта активность будет удалена из плана.
zh_hans: 此活动将从计划中移除。

# planner.time.addOneHour
source: +1 hour
ru: +1 час
zh_hans: +1 小时

# planner.time.bestTime
source: Best time for you
ru: Лучшее время для вас
zh_hans: 最适合您的时间

# planner.time.busyLegend
source: Busy
ru: Занято
zh_hans: 忙碌

# planner.time.chooseFreeSlot
source: Choose a free slot
ru: Выберите свободное окно
zh_hans: 选择免费老虎机

# planner.time.chooseTime
source: Choose time
ru: Выберите время
zh_hans: 选择时间

# planner.time.habit.evening
source: Calm evening anchor
ru: Спокойный вечерний якорь
zh_hans: 宁静傍晚锚点

# planner.time.habit.morning
source: Good morning anchor
ru: Хороший утренний якорь
zh_hans: 早上好，主播。

# planner.time.habit.steady
source: Steady routine slot
ru: Стабильное окно рутины
zh_hans: 稳定的例行程序窗口

# planner.time.meal.breakfast
source: Good breakfast window
ru: Хорошее окно завтрака
zh_hans: 优质的早餐时段

# planner.time.meal.dinner
source: Good dinner window
ru: Хорошее окно ужина
zh_hans: 不错的晚餐时段

# planner.time.meal.lightFuel
source: Light fuel window
ru: Легкое окно питания
zh_hans: 轻质燃料窗

# planner.time.meal.lunch
source: Good lunch window
ru: Хорошее окно обеда
zh_hans: 午餐时段不错

# planner.time.nextSlot
source: Next slot
ru: След. слот
zh_hans: 下一位

# planner.time.overlap
source: Overlap
ru: Пересечение
zh_hans: 重叠

# planner.time.overlapMessage
source: This time overlaps another activity
ru: Это время пересекается с другой активностью
zh_hans: 这一时段与另一项活动相重叠。

# planner.time.pastLegend
source: Past
ru: Прошло
zh_hans: 过去

# planner.time.recommended
source: Recommended
ru: Рекомендуем
zh_hans: 推荐

# planner.time.recovery.gap
source: Good recovery gap
ru: Хорошее окно восстановления
zh_hans: 良好的恢复间隔

# planner.time.recovery.reset
source: Easy reset window
ru: Легкое окно перезагрузки
zh_hans: 简易重置窗口

# planner.time.recovery.windDown
source: Wind-down friendly
ru: Подходит для замедления
zh_hans: 适用于减速

# planner.time.workout.balanced
source: Balanced training time
ru: Сбалансированное время тренировки
zh_hans: 均衡训练时间

# planner.time.workout.cardio
source: Good cardio timing
ru: Хорошее время для кардио
zh_hans: 良好的有氧运动时机选择

# planner.time.workout.gentle
source: Keep it gentle
ru: Держите мягко
zh_hans: 动作要轻柔

# planner.time.workout.strongEnergy
source: Strong energy window
ru: Окно сильной энергии
zh_hans: 强能窗口

# planner.timeAlreadyBooked
source: Time already booked
ru: Время уже занято
zh_hans: 时间已被占用

# planner.timeConflict.message
source: This time overlaps with another activity. Choose another 15-minute slot.
ru: Это время пересекается с другой активностью. Выберите другое 15-минутное окно.
zh_hans: 当前时段与另一项活动重叠。请选择另一个 15 分钟的时间窗口。

# planner.timeConflict.title
source: Time conflict
ru: Конфликт времени
zh_hans: 时间冲突

# planner.timeline.accessibility.appleWatchSyncedFormat
source: %@ synced
ru: Синхронизировано с %@
zh_hans: %@已同步

# planner.timeline.accessibility.opensDetails
source: Opens details.
ru: Открыть детали.
zh_hans: 展开详情。

# planner.timeline.anytime
source: Anytime
ru: Когда угодно
zh_hans: 随时

# planner.timeline.badge.skipped
source: Skipped
ru: Пропущено
zh_hans: 已跳过

# planner.timeline.category.activity
source: Activity
ru: Активность
zh_hans: 活动

# planner.timeline.category.nutrition
source: Nutrition
ru: Питание
zh_hans: 营养

# planner.timeline.category.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# planner.timeline.drink
source: Drink
ru: Напиток
zh_hans: 饮品

# planner.timeline.meal
source: Meal
ru: Прием пищи
zh_hans: 餐食

# planner.timeline.now
source: Now
ru: Сейчас
zh_hans: 现在

# planner.timeline.portionsAndCaloriesFormat
source: %1$@ portions · %2$d kcal
ru: %1$@ порции · %2$d ккал
zh_hans: %1$@份· %2$d千卡

# planner.timeline.portionsFormat
source: %@ portions
ru: %@ порции
zh_hans: %@份

# planner.timeline.source.drink
source: Drink
ru: Напиток
zh_hans: 饮品

# planner.timeline.source.hydration
source: Hydration
ru: Гидратация
zh_hans: 补水

# planner.timeline.source.meal
source: Meal
ru: Блюдо
zh_hans: 餐食

# planner.timeline.source.myFood
source: My Food
ru: Мой продукт
zh_hans: 我的美食

# planner.timeline.source.recipe
source: Recipe
ru: Рецепт
zh_hans: 食谱

# planner.timeline.source.watchBadge
source: Watch
ru: Часы
zh_hans: 手表

# planner.timeline.status.skippedHint
source: Not completed
ru: Не выполнено
zh_hans: 未完成

# planner.timeline.water
source: Water
ru: Вода
zh_hans: 饮水

# planner.training
source: Training • %@
ru: Тренировка • %@
zh_hans: 训练 • %@

# planner.type.action.addHabit
source: Add Habit
ru: Добавить привычку
zh_hans: 添加习惯

# planner.type.action.addWorkout
source: Add Workout
ru: Добавить тренировку
zh_hans: 添加训练计划

# planner.type.action.planRecovery
source: Plan Recovery
ru: Запланировать восстановление
zh_hans: 规划恢复方案

# planner.type.action.scheduleMeal
source: Schedule Meal
ru: Запланировать прием пищи
zh_hans: 安排用餐时间

# planner.type.habit
source: Habit
ru: Привычка
zh_hans: 习惯

# planner.type.meal
source: Meal
ru: Прием пищи
zh_hans: 餐食

# planner.type.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# planner.type.workout
source: Workout
ru: Тренировка
zh_hans: 训练

# planner.waterLog
source: Water Log
ru: Запись воды
zh_hans: 饮水记录

# planner.waterLog.amountFormat
source: Water Log (%@L)
ru: Запись воды (%@ л)
zh_hans: 饮水记录（%@升）

# planner.waterLog.title
source: Water Log
ru: Запись воды
zh_hans: 饮水记录

# planner.waterLogL
source: Water Log (%@L)
ru: Запись воды (%@ л)
zh_hans: 饮水记录

# planner.week
source: Week
ru: Неделя
zh_hans: 周

# planner.week.coachNote
source: Coach will adapt around your plan.
ru: Тренер подстроится под ваш план.
zh_hans: 教练将根据您的计划进行调整。

# planner.week.next
source: Next week
ru: Следующая неделя
zh_hans: 下周

# planner.week.previous
source: Previous week
ru: Предыдущая неделя
zh_hans: 上周

# planner.week.subtitle
source: Training, meals, and recovery
ru: Тренировки, питание и восстановление
zh_hans: 训练、餐食与恢复

# planner.week.subtitle.empty
source: Plan your week
ru: Спланируй неделю
zh_hans: 规划一周

# planner.week.subtitle.thisWeekFormat
source: %lld this week
ru: %lld на неделе
zh_hans: 本周%lld

# planner.week.title
source: Plan
ru: План
zh_hans: 计划

# planner.weekOverview
source: WEEK OVERVIEW
ru: ОБЗОР НЕДЕЛИ
zh_hans: 本周回顾

# planner.when
source: When
ru: Когда
zh_hans: 何时

# planner.when.title
source: When
ru: Когда
zh_hans: 何时

# planner.yourScheduleIsOpen
source: Your schedule is open
ru: Ваше расписание свободно
zh_hans: 您的日程表可自由调整

source: Privacy Policy
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Privacy Settings
ru: Настройки приватности
zh_hans: 隐私设置

# privacy.settings.body
source: WeekFit keeps health and wellness data under your control. Manage Apple Health permissions in Apple Health or iOS Settings, and remove app data from your device whenever you need.
ru: WeekFit оставляет данные о здоровье и самочувствии под вашим контролем. Разрешениями Apple Health можно управлять в Apple Health или настройках iOS, а данные приложения можно удалить с устройства, когда это нужно.
zh_hans: WeekFit 让您自主掌控您的健康与身体状况相关数据。您可通过 Apple Health 或 iOS 设置管理相关权限，并在需要时从设备中删除该应用程序的数据。

# privacy.settings.headline
source: You control your data
ru: Вы контролируете свои данные
zh_hans: 您掌控自己的数据

# privacy.settings.title
source: Privacy Settings
ru: Настройки приватности
zh_hans: 隐私设置

source: Quick start training sessions
ru: Быстрый старт тренировок
zh_hans: 快速入门培训课程

# quickLog.quantity.addPortionsFormat
source: Add %@ portions
ru: Добавить %@ порции
zh_hans: 添加 %@ 份

# quickLog.quantity.mode.grams
source: Grams
ru: Граммы
zh_hans: 克

# quickLog.quantity.mode.milliliters
source: Milliliters
ru: Миллилитры
zh_hans: 毫升

# quickLog.quantity.mode.portions
source: Portions
ru: Порции
zh_hans: 部分

# quickLog.quantity.water.oneLiter
source: 1 L
ru: 1 л
zh_hans: 1 升

# quickLog.toast.loggedFormat
source: %@ logged
ru: Добавлено: %@
zh_hans: %@已记录

# quickLog.toast.portionsFormat
source: %1$@ · %2$@ portions
ru: %1$@ · %2$@ порции
zh_hans: %1$@ · %2$@份

# quickLog.toast.singleCaloriesFormat
source: %1$@ · %2$d kcal
ru: %1$@ · %2$d ккал
zh_hans: %1$@ · %2$d千卡

# quickLog.toast.waterMillilitersFormat
source: %1$@ · %2$d ml
ru: %1$@ · %2$d мл
zh_hans: %1$@·%2$d毫升

# quickLog.toast.waterOneLiterFormat
source: %@ · 1 L
ru: %@ · 1 л
zh_hans: %@ · 1 升

source: Reading your latest patterns
ru: Читаем ваши последние паттерны
zh_hans: 查看您的最新模式

source: Recommended
ru: Рекомендуется
zh_hans: 推荐

source: Recovery trend
ru: Тренд восстановления
zh_hans: 复苏趋势

source: Recovery, movement and nutrition adapted to your day.
ru: Восстановление, движение и питание подстроены под ваш день.
zh_hans: 恢复、运动与营养 随你的一天调整。

# recovery.aNormalSessionIsFineButAvoidForcingExtra
source: A normal session is fine, but avoid forcing extra intensity.
ru: Обычная тренировка подходит, но не форсируйте дополнительную интенсивность.
zh_hans: 正常训练没问题，但别硬加强度。

# recovery.chooseModerateWorkAndPayAttentionToHowYou
source: Choose moderate work and pay attention to how you feel.
ru: Выберите умеренную работу и следите за ощущениями.
zh_hans: 选择中等强度，并留意身体感受。

# recovery.details.action.controlIntensity
source: Control intensity
ru: Контролируйте интенсивность
zh_hans: 控制强度

# recovery.details.baseline.hrvFormat
source: %1$d ms vs your %3$d-day baseline %2$d ms
ru: %1$d мс к вашему базовому значению за %3$d дн. %2$d мс
zh_hans: %1$d 毫秒，对比你的 %3$d 日基线 %2$d 毫秒

# recovery.details.baseline.rhrFormat
source: %1$d bpm vs your %3$d-day baseline %2$d bpm
ru: %1$d уд/мин к вашему базовому значению за %3$d дн. %2$d уд/мин
zh_hans: %1$d 次/分，对比你的 %3$d 日基线 %2$d 次/分

# recovery.details.breakdown.restingHeartRate
source: Resting heart rate
ru: Пульс в покое
zh_hans: 静息心率

# recovery.details.breakdown.sleep
source: sleep
ru: сон
zh_hans: 睡眠

# recovery.details.breakdown.sleepArchitecture
source: Sleep architecture
ru: Архитектура сна
zh_hans: 睡眠结构

# recovery.details.breakdown.sleepConsistency
source: Bedtime consistency
ru: Регулярность отхода ко сну
zh_hans: 就寝规律

# recovery.details.breakdown.sleepContinuity
source: Sleep continuity
ru: Непрерывность сна
zh_hans: 睡眠连续性

# recovery.details.breakdown.sleepDuration
source: Sleep duration
ru: Длительность сна
zh_hans: 睡眠时长

# recovery.details.breakdown.sleepQuality
source: Sleep quality
ru: Качество сна
zh_hans: 睡眠质量

# recovery.details.breakdown.trainingLoad
source: Prior-day training load
ru: Нагрузка предыдущего дня
zh_hans: 前一日训练负荷

# recovery.details.confidence.basedOn
source: Based on:
ru: На основе:
zh_hans: 依据：

# recovery.details.confidence.high
source: High
ru: Высокая
zh_hans: 高

# recovery.details.confidence.highExplanation
source: Sleep, HRV, and resting heart rate were available with enough baseline history.
ru: Доступны сон, ВСР и пульс в покое с достаточной историей базовых значений.
zh_hans: 睡眠、HRV 与静息心率均可用，且有足够的基线历史。

# recovery.details.confidence.item.baseline
source: %d-day baseline
ru: Базовое значение за %d дн.
zh_hans: %d 日基线

# recovery.details.confidence.item.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# recovery.details.confidence.low
source: Low
ru: Низкая
zh_hans: 低

# recovery.details.confidence.lowExplanation
source: This estimate relies mostly on sleep because HRV, resting heart rate, or baseline history is limited.
ru: Оценка основана преимущественно на сне, так как ВСР, пульс в покое или базовые данные ограничены.
zh_hans: 该估算主要依赖睡眠，因为 HRV、静息心率或基线历史不足。

# recovery.details.confidence.medium
source: Medium
ru: Средняя
zh_hans: 中等

# recovery.details.confidence.mediumExplanation
source: Some physiology is personalized, but baseline history or signals are still limited.
ru: Часть показателей персонализирована, но базовые данные или сигналы ещё ограничены.
zh_hans: 部分生理指标已个性化，但基线历史或信号仍有限。

# recovery.details.factor.architectureBalanced
source: Balanced sleep structure
ru: Сбалансированная структура сна
zh_hans: 睡眠结构均衡

# recovery.details.factor.architectureDeepLow
source: Deep sleep below your normal
ru: Глубокий сон ниже вашей нормы
zh_hans: 深睡低于你的常态

# recovery.details.factor.caution
source: Below normal
ru: Ниже нормы
zh_hans: 低于常态

# recovery.details.factor.deepMinutesFormat
source: %d min deep
ru: %d мин глубокого сна
zh_hans: %d 分钟深睡

# recovery.details.factor.efficiencyFormat
source: %d%% efficiency
ru: %d%% эффективность
zh_hans: 效率 %d%%

# recovery.details.factor.excellent
source: Excellent
ru: Отлично
zh_hans: 出色

# recovery.details.factor.good
source: Good
ru: Хорошо
zh_hans: 良好

# recovery.details.factor.hrvAboveBaselineFormat
source: %d%% above baseline
ru: %d%% выше базового
zh_hans: 高于基线 %d%%

# recovery.details.factor.hrvBelowBaselineFormat
source: %d%% below baseline
ru: %d%% ниже базового
zh_hans: 低于基线 %d%%

# recovery.details.factor.hrvNearBaseline
source: Near baseline
ru: Близко к базовому
zh_hans: 接近基线

# recovery.details.factor.noBaselineYet
source: Baseline still building
ru: Базовое значение формируется
zh_hans: 基线仍在建立

# recovery.details.factor.rhrAboveBaselineFormat
source: +%d bpm above baseline
ru: +%d уд/мин выше базового
zh_hans: 比基线高 +%d 次/分

# recovery.details.factor.rhrBelowBaselineFormat
source: %d bpm below baseline
ru: %d уд/мин ниже базового
zh_hans: 比基线低 %d 次/分

# recovery.details.factor.rhrNormal
source: Normal
ru: В норме
zh_hans: 正常

# recovery.details.factor.rhrNormalDeltaFormat
source: Normal (%+d bpm)
ru: В норме (%+d уд/мин)
zh_hans: 正常（%+d 次/分）

# recovery.details.headline.goodSleepLowerHRV
source: You slept well, but HRV is still below your normal.
ru: Вы хорошо выспались, но ВСР всё ещё ниже вашей нормы.
zh_hans: 你睡得不错，但 HRV 仍低于常态。

# recovery.details.headline.goodSleepPriorLoad
source: You slept well, but your body is still recovering from yesterday's load.
ru: Вы хорошо выспались, но организм ещё восстанавливается после вчерашней нагрузки.
zh_hans: 你睡得不错，但身体仍在消化昨日负荷。

# recovery.details.metricUnavailable
source: Unavailable
ru: Нет данных
zh_hans: 暂无数据

# recovery.details.mostPointsFormat
source: Most points came from %@.
ru: Больше всего баллов дал показатель: %@.
zh_hans: 主要得分来自 %@。

# recovery.details.physiology.baselineActive
source: Personalized
ru: Персонализировано
zh_hans: 已个性化

# recovery.details.physiology.baselineComparison
source: Baseline comparison
ru: Сравнение с базовым
zh_hans: 基线对比

# recovery.details.physiology.baselineWindowFormat
source: %d-day baseline
ru: Базовое значение за %d дн.
zh_hans: %d 日基线

# recovery.details.physiology.hrvAboveBaselineFormat
source: %d%% above baseline
ru: %d%% выше базового
zh_hans: 高于基线 %d%%

# recovery.details.physiology.hrvBelowBaselineFormat
source: %d%% below baseline
ru: %d%% ниже базового
zh_hans: 低于基线 %d%%

# recovery.details.physiology.hrvTrend
source: HRV trend
ru: Тренд ВСР
zh_hans: HRV 趋势

# recovery.details.physiology.rhrTrend
source: RHR trend
ru: Тренд пульса в покое
zh_hans: 静息心率趋势

# recovery.details.recommendation.moderate
source: Moderate intensity is appropriate today.
ru: Умеренная интенсивность сегодня уместна.
zh_hans: 今天适合中等强度。

# recovery.details.recommendation.moderateWithLoad
source: Moderate intensity is appropriate. Save maximal efforts for tomorrow if HRV improves.
ru: Умеренная интенсивность уместна. Максимальные нагрузки лучше оставить на завтра, если ВСР улучшится.
zh_hans: 今天适合中等强度。若 HRV 改善，把极限努力留到明天。

# recovery.details.recommendation.recoveryPriority
source: Recovery should be the priority today. Keep activity easy.
ru: Сегодня приоритет — восстановление. Держите активность лёгкой.
zh_hans: 今天应优先恢复。保持轻松活动。

# recovery.details.recommendation.takeItEasier
source: Keep intensity light and prioritize recovery basics today.
ru: Сохраняйте лёгкую интенсивность и уделите внимание основам восстановления.
zh_hans: 今天保持低强度，优先做好恢复基础。

# recovery.details.recommendation.wellRecovered
source: You're well recovered. Normal training is appropriate today.
ru: Вы хорошо восстановились. Обычные тренировки сегодня уместны.
zh_hans: 你恢复良好。今天可以正常训练。

# recovery.details.score.explanation
source: Recovery compares last night to your recent baseline. This is an estimate, not a medical diagnosis.
ru: Оценка восстановления учитывает сон, ВСР и пульс в покое.
zh_hans: 恢复评分将昨夜状态与你近期基线对比。这是估算，并非医学诊断。

# recovery.details.score.title
source: Recovery score
ru: Оценка восстановления
zh_hans: 恢复评分

# recovery.details.section.breakdown
source: RECOVERY BREAKDOWN
ru: РАЗБОР ВОССТАНОВЛЕНИЯ
zh_hans: 评分构成

# recovery.details.section.confidence
source: Confidence
ru: Достоверность
zh_hans: 可信度

# recovery.details.section.factors
source: Recovery factors
ru: Факторы восстановления
zh_hans: 恢复因素

# recovery.details.section.keyVitals
source: KEY VITALS
ru: КЛЮЧЕВЫЕ ПОКАЗАТЕЛИ
zh_hans: 关键指标

# recovery.details.section.physiology
source: Physiology
ru: Физиология
zh_hans: 生理指标

# recovery.details.section.recommendation
source: Today's recommendation
ru: Рекомендация на сегодня
zh_hans: 今日建议

# recovery.details.section.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# recovery.details.section.sleepDetails
source: SLEEP DETAILS
ru: ДЕТАЛИ СНА
zh_hans: 睡眠详情

# recovery.details.section.sleepQuality
source: SLEEP QUALITY
ru: КАЧЕСТВО СНА
zh_hans: 睡眠质量

# recovery.details.section.whyToday
source: Why today's recovery
ru: Почему такое восстановление сегодня
zh_hans: 今日恢复原因

# recovery.details.sleep.asleep
source: Asleep
ru: Сон
zh_hans: 入睡时长

# recovery.details.sleep.awake
source: Awake
ru: Бодрствование
zh_hans: 清醒

# recovery.details.sleep.awakeMoments
source: Awake moments
ru: Пробуждения
zh_hans: 醒来次数

# recovery.details.sleep.core
source: Core sleep
ru: Основной сон
zh_hans: 核心睡眠

# recovery.details.sleep.deep
source: Deep sleep
ru: Глубокий сон
zh_hans: 深睡

# recovery.details.sleep.inBed
source: In bed
ru: В кровати
zh_hans: 在床时长

# recovery.details.sleep.rem
source: REM sleep
ru: REM-сон
zh_hans: REM 睡眠

# recovery.details.sleep.scoreFormat
source: Sleep score %d
ru: Оценка сна %d
zh_hans: 睡眠评分 %d

# recovery.details.sleep.wentToBed
source: Went to bed
ru: Легли спать
zh_hans: 入睡

# recovery.details.sleep.wokeUp
source: Woke up
ru: Проснулись
zh_hans: 醒来

# recovery.details.status.fullyRecovered
source: Fully recovered
ru: Полностью восстановлены
zh_hans: 已充分恢复

# recovery.details.status.moderatelyReady
source: Moderately ready
ru: Умеренная готовность
zh_hans: 中等就绪

# recovery.details.status.noData
source: No data yet
ru: Данных пока нет
zh_hans: 暂无数据

# recovery.details.status.recoveryPriority
source: Recovery priority
ru: Приоритет восстановления
zh_hans: 优先恢复

# recovery.details.status.takeItEasier
source: Take it easier
ru: Снизьте нагрузку
zh_hans: 今天轻松一点

# recovery.details.status.wellRecovered
source: Well recovered
ru: Хорошо восстановлены
zh_hans: 恢复良好

# recovery.details.strongestSignalFormat
source: Strongest signal: %@.
ru: Самый сильный сигнал: %@.
zh_hans: 最强信号：%@。

# recovery.details.title
source: Recovery details
ru: Детали восстановления
zh_hans: 恢复详情

# recovery.details.unavailableSignalsFormat
source: Unavailable signals: %@.
ru: Недоступные сигналы: %@.
zh_hans: 暂缺信号：%@。

# recovery.details.why.continuityFair
source: Sleep continuity was fair
ru: Непрерывность сна была удовлетворительной
zh_hans: 睡眠连续性一般

# recovery.details.why.continuityGood
source: Sleep continuity was good
ru: Непрерывность сна была хорошей
zh_hans: 睡眠连续性良好

# recovery.details.why.continuityLow
source: Sleep continuity was interrupted
ru: Сон был прерывистым
zh_hans: 睡眠连续性受到打断

# recovery.details.why.hrvAboveNormal
source: HRV was above your normal
ru: ВСР была выше вашей нормы
zh_hans: HRV 高于你的常态

# recovery.details.why.hrvBelowNormal
source: HRV was well below your normal
ru: ВСР была значительно ниже вашей нормы
zh_hans: HRV 明显低于你的常态

# recovery.details.why.hrvSlightlyBelowNormal
source: HRV was slightly below your normal
ru: ВСР была немного ниже вашей нормы
zh_hans: HRV 略低于你的常态

# recovery.details.why.recoveredDespiteHeavyDay
source: You recovered well despite yesterday's heavy load
ru: Вы хорошо восстановились несмотря на вчерашнюю высокую нагрузку
zh_hans: 尽管昨日负荷偏高，你仍恢复得不错

# recovery.details.why.sleepDurationBelowTarget
source: Sleep duration was below your target
ru: Длительность сна была ниже вашей цели
zh_hans: 睡眠时长低于你的目标

# recovery.details.why.sleptEnough
source: Sleep duration was sufficient
ru: Длительности сна было достаточно
zh_hans: 睡眠时长充足

# recovery.details.why.sleptMoreThanEightHours
source: Slept more than 8 hours
ru: Спали более 8 часов
zh_hans: 睡眠超过 8 小时

# recovery.details.why.yesterdayTrainingReducedRecovery
source: Yesterday's training reduced recovery
ru: Вчерашняя тренировка снизила восстановление
zh_hans: 昨日训练降低了恢复

# recovery.empty.actionText
source: Keep the day easy until more data is available.
ru: Проведите день спокойно, пока не появится больше данных.
zh_hans: 有睡眠与生理信号后，即可给出更可靠的建议。

# recovery.empty.actionTitle
source: Today
ru: Сегодня
zh_hans: 今天

# recovery.empty.text
source: Wear Apple Watch during sleep to unlock recovery insights.
ru: Носите Apple Watch во время сна, чтобы открыть инсайты восстановления.
zh_hans: 佩戴 Apple Watch 睡眠后，这里会显示恢复评分与洞察。

# recovery.empty.title
source: No recovery data yet
ru: Данных восстановления пока нет
zh_hans: 暂无恢复数据

# recovery.fullyRecovered
source: Fully recovered
ru: Полностью восстановлен
zh_hans: 已完全康复

# recovery.insight.interrupted.action
source: Sleep continuity had a visible impact on recovery quality.
ru: Непрерывность сна заметно повлияла на качество восстановления.
zh_hans: 睡眠的连续性对恢复质量产生了显著影响。
